{
    "features": {
      "title": "మా ప్రధాన లక్షణాలు",
      "contents": [
        {
          "icon": "MdEditDocument",
          "title": "ఒప్పంద నిర్వహణ",
          "content": "కేంద్రికంగా వ్యవసాయ ఒప్పందాలను చర్చించండి, రూపొందించండి మరియు ముగించండి. పరిమాణం, నాణ్యత, డెలివరీ షెడ్యూల్స్ మరియు చెల్లింపు నిబంధనలు అన్ని ఒకే ప్రదేశంలో నిర్వహించండి."
        },
        {
          "icon": "FaHandshake",
          "title": "ధర చర్చ",
          "content": "మన డైనమిక్ ధర చర్చ టూల్ ఉపయోగించి సరైన ధరలు నిర్ణయించుకోండి. ఉత్తమ ధర కోసం రియల్-టైం మార్కెట్ డేటా మరియు డిమాండ్ అంచనాలను ఉపయోగించండి."
        },
        {
          "icon": "GrSecure",
          "title": "భద్రత కలిగిన చెల్లింపులు",
          "content": "మన ఇన్‌టిగ్రేటెడ్ పేమెంట్ గేట్వేలతో మరియు ఎస్క్రో సేవలతో సమయానికి మరియు భద్రత కలిగిన చెల్లింపులు నిర్ధారించుకోండి. ఇది రైతులకు మరియు కొనుగోలుదారులకు రక్షణను అందిస్తుంది."
        },
        {
          "icon": "IoLogoWechat",
          "title": "సంప్రదింపు ఛానల్",
          "content": "ఇంటిగ్రేటెడ్ చాట్ ద్వారా కనెక్ట్ అయినట్లు ఉండండి. రైతులు మరియు కొనుగోలుదారులు మధ్య పారదర్శకమైన మరియు సమర్థవంతమైన సంప్రదింపులను నిర్ధారించండి."
        },
        {
          "icon": "FaBoltLightning",
          "title": "రియల్-టైం నవీకరణలు",
          "content": "సమాచారం, వాతావరణం సూచనలు మరియు ఇతర ముఖ్యమైన వ్యవసాయ సమాచారంపై రియల్-టైం నవీకరణలు పొందండి, తద్వారా మీరు ముందుండి ఉండవచ్చు."
        },
        {
          "icon": "FaRobot",
          "title": "ఏ.ఐ ఆధారిత విశ్లేషణలు",
          "content": "డేటాను విశ్లేషించడానికి మరియు మీ వ్యవసాయ పద్ధతులు మరియు ఒప్పంద చర్చలకు వ్యక్తిగతమైన సమాచారం పొందడానికి ఏ.ఐ ను ఉపయోగించండి."
        }
      ]
    },
    "howItWorks": {
      "title": "ఇది ఎలా పనిచేస్తుంది",
      "content": "AgriShield ఒప్పంద వ్యవసాయ ప్రక్రియను సులభతరం చేస్తుంది, ఒప్పంద చర్చ నుండి పంట పంపిణీ వరకు ఒక సజావుగా అనుభవాన్ని అందిస్తుంది.",
      "steps": [
        "మీ వ్యవసాయిని లేదా కొనుగోలుదారును ఖాతాను సృష్టించండి.",
        "మీ ప్రొఫైల్ పూర్తి చేయండి.",
        "మార్కెట్ ప్లేస్ లో వ్యవసాయ అవకాశాలను బ్రౌజ్ చేయండి లేదా జాబితా చేయండి.",
        "పద్ధతులపై చర్చించి ఒప్పందాన్ని ముగించండి.",
        "ఉత్పత్తిని నిర్వహించండి మరియు పురోగతిని ట్రాక్ చేయండి.",
        "పంపిణీ చేసినప్పుడు భద్రతగా చెల్లింపులను ప్రాసెస్ చేయండి."
      ]
    }
  }
  