{
    "features": {
      "title": "আমাদের মূল বৈশিষ্ট্যসমূহ",
      "contents": [
        {
          "icon": "MdEditDocument",
          "title": "চুক্তি ব্যবস্থাপনা",
          "content": "কৃষি চুক্তির আলোচনা, খসড়া তৈরি এবং চূড়ান্ত অনুমোদন ডিজিটালি করুন। একই স্থানে পরিমাণ, গুণগত মান, ডেলিভারি সময়সূচী এবং পেমেন্টের শর্তগুলি পরিচালনা করুন।"
        },
        {
          "icon": "FaHandshake",
          "title": "মূল্য আলোচনা",
          "content": "আমাদের মূল্য আলোচনা টুল ব্যবহার করে ন্যায্য মূল্যে সম্মতি নিন। সঠিক মূল্যের জন্য বাজারের তথ্য ও চাহিদার পূর্বাভাস ব্যবহার করুন।"
        },
        {
          "icon": "GrSecure",
          "title": "নিরাপদ পেমেন্ট",
          "content": "আমাদের নিরাপদ পেমেন্ট গেটওয়ে এবং এসক্রো পরিষেবার মাধ্যমে সময়মতো এবং নিরাপদ পেমেন্ট নিশ্চিত করুন, যা কৃষক এবং ক্রেতা উভয়ের সুরক্ষা নিশ্চিত করে।"
        },
        {
          "icon": "IoLogoWechat",
          "title": "যোগাযোগ চ্যানেল",
          "content": "ইন্টিগ্রেটেড চ্যাটের মাধ্যমে সংযুক্ত থাকুন। কৃষক এবং ক্রেতার মধ্যে পরিষ্কার ও কার্যকর যোগাযোগ নিশ্চিত করুন।"
        },
        {
          "icon": "FaBoltLightning",
          "title": "তাৎক্ষণিক আপডেট",
          "content": "বাজারের ট্রেন্ড, আবহাওয়ার পূর্বাভাস এবং অন্যান্য গুরুত্বপূর্ণ কৃষি তথ্যের তাৎক্ষণিক আপডেট পান যাতে আপনি সবসময় এগিয়ে থাকেন।"
        },
        {
          "icon": "FaRobot",
          "title": "এআই-ভিত্তিক পরামর্শ",
          "content": "এআই ব্যবহার করে ডেটা বিশ্লেষণ করুন এবং আপনার কৃষিকাজ এবং চুক্তি আলোচনার জন্য ব্যক্তিগত পরামর্শ পান।"
        }
      ]
    },
    "howItWorks": {
      "title": "এটি কিভাবে কাজ করে",
      "content": "AgriShield চুক্তি কৃষিকাজ প্রক্রিয়াকে সহজ করে, চুক্তি আলোচনা থেকে ফসল সরবরাহ পর্যন্ত একটি সহজ অভিজ্ঞতা প্রদান করে।",
      "steps": [
        "আপনার কৃষক বা ক্রেতা অ্যাকাউন্ট তৈরি করুন।",
        "আপনার প্রোফাইল সম্পূর্ণ করুন।",
        "মার্কেটপ্লেসে কৃষির সুযোগ দেখুন বা তালিকাভুক্ত করুন।",
        "শর্ত নিয়ে আলোচনা করুন এবং চুক্তি চূড়ান্ত করুন।",
        "উৎপাদন পরিচালনা করুন এবং অগ্রগতি ট্র্যাক করুন।",
        "সরবরাহের পর নিরাপদে পেমেন্ট সম্পূর্ণ করুন।"
      ]
    }
  }
  