{
    "features": {
      "title": "எங்கள் முக்கிய அம்சங்கள்",
      "contents": [
        {
          "icon": "MdEditDocument",
          "title": "ஒப்பந்த மேலாண்மை",
          "content": "விவசாய ஒப்பந்தங்களை டிஜிட்டலாக பேச்சு வார்த்தை செய்யவும், வரைபடம் செய்யவும் மற்றும் இறுதியாக நிறைவேற்றவும். அளவு, தரம், விநியோக அட்டவணைகள் மற்றும் பணம் செலுத்தும் விதிமுறைகளை ஒரே இடத்தில் மேலாண்மை செய்யவும்."
        },
        {
          "icon": "FaHandshake",
          "title": "விலை பேச்சுவார்த்தை",
          "content": "எங்கள் இயக்கவியல் விலை பேச்சுவார்த்தை கருவியை பயன்படுத்தி சரியான விலைகளில் ஒப்புக்கொள். சிறந்த விலைக்கு நேரடி சந்தை தரவுகளையும், கோரிக்கை முன்னறிவிப்புகளையும் பயன்படுத்தவும்."
        },
        {
          "icon": "GrSecure",
          "title": "பாதுகாப்பான கட்டணங்கள்",
          "content": "எங்கள் ஒருங்கிணைந்த கட்டண வாயில்களும், எஸ்க்ரோ சேவைகளும் மூலம் நேரத்தில் மற்றும் பாதுகாப்பான கட்டணங்களை உறுதி செய்யவும். இது விவசாயிகளுக்கும் வாங்குநர்களுக்கும் பாதுகாப்பு வழங்குகிறது."
        },
        {
          "icon": "IoLogoWechat",
          "title": "தொடர்பு சேனல்",
          "content": "ஒருங்கிணைக்கப்பட்ட உரையாடல் மூலம் தொடர்பில் இருங்கள். விவசாயிகளுக்கும் வாங்குநர்களுக்கும் உள்ளன திறந்த மற்றும் திறனாய்வு தொடர்பை உறுதி செய்யவும்."
        },
        {
          "icon": "FaBoltLightning",
          "title": "நேரடி அப்டேட்கள்",
          "content": "சந்தை போக்கு, வானிலை முன்னறிவிப்புகள் மற்றும் விவசாய தகவல்கள் போன்றவை பற்றி நேரடி அப்டேட்கள் பெறவும், இதனால் நீங்கள் முன்னிலை வகிக்க முடியும்."
        },
        {
          "icon": "FaRobot",
          "title": "ஏ.ஐ சார்ந்த உள்ளடக்கங்கள்",
          "content": "தகவல்களை பகுப்பாய்வு செய்ய ஏ.ஐ பயன்படுத்தி, விவசாய பழக்கவழக்கங்களுக்கும் ஒப்பந்த பேச்சுவார்த்தைகளுக்குமான தனிப்பயனாக்கப்பட்ட உள்ளடக்கங்களை பெறவும்."
        }
      ]
    },
    "howItWorks": {
      "title": "எது எப்படி செயல்படுகிறது",
      "content": "AgriShield ஒப்பந்த விவசாயம் செயல்முறையை எளிதாக்குகிறது, ஒப்பந்த பேச்சுவார்த்தை முதல் அறுவடை விநியோகத்திற்கான ஒரு எளிதான அனுபவத்தை வழங்குகிறது.",
      "steps": [
        "உங்கள் விவசாயி அல்லது வாங்குனர் கணக்கை உருவாக்கவும்.",
        "உங்கள் சுயவிவரத்தை பூர்த்தி செய்யவும்.",
        "சந்தை இடத்தில் விவசாய வாய்ப்புகளை உலாவவும் அல்லது பட்டியலிடவும்.",
        "விபரங்களை பேச்சு வார்த்தை செய்து ஒப்பந்தத்தை இறுதியாக உறுதிப்படுத்தவும்.",
        "உற்பத்தி மேலாண்மை செய்யவும் மற்றும் முன்னேற்றத்தை கண்காணிக்கவும்.",
        "விநியோகத்தின் போது பாதுகாப்பான கட்டணங்களை செயல்படுத்தவும்."
      ]
    }
  }
  