{
    "features": {
      "title": "ہماری بنیادی خصوصیات",
      "contents": [
        {
          "icon": "MdEditDocument",
          "title": "معاہدہ مینجمنٹ",
          "content": "زرعی معاہدوں کو ڈیجیٹلی بات چیت، مسودہ تیار اور حتمی شکل دیں۔ مقدار، معیار، ترسیل کے شیڈولز اور ادائیگی کی شرائط کو ایک ہی جگہ پر منظم کریں۔"
        },
        {
          "icon": "FaHandshake",
          "title": "قیمت پر بات چیت",
          "content": "ہمارے متحرک قیمتوں کے بات چیت کے ٹول کا استعمال کرتے ہوئے مناسب قیمتوں پر اتفاق کریں۔ بہترین قیمتوں کے لیے حقیقی وقت کے مارکیٹ ڈیٹا اور طلب کے تخمینوں کا فائدہ اٹھائیں۔"
        },
        {
          "icon": "GrSecure",
          "title": "محفوظ ادائیگیاں",
          "content": "ہمارے مربوط ادائیگی گیٹ ویز اور ای سکرو خدمات کے ذریعے بروقت اور محفوظ ادائیگیاں یقینی بنائیں، جس سے کسانوں اور خریداروں دونوں کی حفاظت ہوتی ہے۔"
        },
        {
          "icon": "IoLogoWechat",
          "title": "رابطہ چینل",
          "content": "مربوط چیٹ کے ذریعے جڑے رہیں۔ کسانوں اور خریداروں کے درمیان شفاف اور مؤثر بات چیت کو یقینی بنائیں۔"
        },
        {
          "icon": "FaBoltLightning",
          "title": "حقیقی وقت کی اپ ڈیٹس",
          "content": "مارکیٹ کے رجحانات، موسمی پیش گوئیاں اور دیگر اہم زرعی معلومات پر حقیقی وقت کی اپ ڈیٹس حاصل کریں تاکہ آپ آگے رہ سکیں۔"
        },
        {
          "icon": "FaRobot",
          "title": "AI کے ذریعے بصیرت",
          "content": "ڈیٹا کا تجزیہ کرنے کے لیے AI کا استعمال کریں اور اپنی زرعی مشقوں اور معاہدے کی بات چیت کے لیے ذاتی نوعیت کی بصیرت حاصل کریں۔"
        }
      ]
    },
    "howItWorks": {
      "title": "یہ کیسے کام کرتا ہے",
      "content": "AgriShield معاہدہ زراعت کے عمل کو آسان بناتا ہے، معاہدے کی بات چیت سے لے کر فصل کی ترسیل تک ایک ہموار تجربہ فراہم کرتا ہے۔",
      "steps": [
        "اپنا کسان یا خریدار اکاؤنٹ بنائیں۔",
        "اپنے پروفائل کو مکمل کریں۔",
        "مارکیٹ پلیس میں زرعی مواقع دیکھیں یا فہرست بنائیں۔",
        "شرائط پر بات چیت کریں اور معاہدہ حتمی کریں۔",
        "پیداوار کو منظم کریں اور ترقی کو ٹریک کریں۔",
        "ترسیل کے بعد محفوظ طریقے سے ادائیگیاں مکمل کریں۔"
      ]
    }
  }
  