{
    "features": {
      "title": "ਸਾਡੀਆਂ ਮੁੱਖ ਖਾਸੀਤਾਂ",
      "contents": [
        {
          "icon": "MdEditDocument",
          "title": "ਕਨਟ੍ਰੈਕਟ ਮੈਨੇਜਮੈਂਟ",
          "content": "ਕਿਸਾਨੀ ਕਨਟ੍ਰੈਕਟਾਂ ਨੂੰ ਡਿਜੀਟਲੀ ਗੱਲਬਾਤ ਕਰੋ, ਖਾਸ ਤੌਰ 'ਤੇ ਪੇਸ਼ਕਸ਼ ਬਣਾਓ ਅਤੇ ਅਖੀਰਕਾਰ ਮਨਜ਼ੂਰ ਕਰੋ। ਇੱਕ ਹੀ ਥਾਂ 'ਤੇ ਮਾਤਰਾ, ਗੁਣਵੱਤਾ, ਡਿਲਿਵਰੀ ਸਮੇਂ ਅਤੇ ਭੁਗਤਾਨ ਦੀਆਂ ਸ਼ਰਤਾਂ ਨੂੰ ਪ੍ਰਬੰਧਿਤ ਕਰੋ।"
        },
        {
          "icon": "FaHandshake",
          "title": "ਮੁੱਲ ਚਰਚਾ",
          "content": "ਸਾਡੇ ਡਾਇਨਾਮਿਕ ਮੁੱਲ ਚਰਚਾ ਟੂਲ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਯਥਾਰਥਿਕ ਮੁੱਲ ਤੇ ਸਹਿਮਤ ਹੋਵੋ। ਵਧੀਆ ਮੁੱਲ ਲਈ ਰਿਅਲ-ਟਾਈਮ ਬਜ਼ਾਰ ਡਾਟਾ ਅਤੇ ਮੰਗ ਦੇ ਅਨੁਮਾਨ ਨੂੰ ਵਰਤੋ।"
        },
        {
          "icon": "GrSecure",
          "title": "ਸੁਰੱਖਿਅਤ ਭੁਗਤਾਨ",
          "content": "ਸਾਡੇ ਸੁਰੱਖਿਅਤ ਭੁਗਤਾਨ ਗੇਟਵੇ ਅਤੇ ਐਸਕ੍ਰੋ ਸੇਵਾਵਾਂ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਸਮੇਂ ਤੇ ਅਤੇ ਸੁਰੱਖਿਅਤ ਭੁਗਤਾਨ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ। ਇਹ ਕਿਸਾਨਾਂ ਅਤੇ ਖਰੀਦਦਾਰਾਂ ਦੋਹਾਂ ਲਈ ਸੁਰੱਖਿਆ ਪ੍ਰਦਾਨ ਕਰਦਾ ਹੈ।"
        },
        {
          "icon": "IoLogoWechat",
          "title": "ਸੰਪਰਕ ਚੈਨਲ",
          "content": "ਇਕੱਠੇ ਚੈਟ ਦੇ ਨਾਲ ਜੁੜੇ ਰਹੋ। ਕਿਸਾਨਾਂ ਅਤੇ ਖਰੀਦਦਾਰਾਂ ਵਿਚਕਾਰ ਪਾਰਦਰਸ਼ੀ ਅਤੇ ਪ੍ਰਭਾਵਸ਼ਾਲੀ ਸੰਪਰਕ ਸੁਨਿਸ਼ਚਿਤ ਕਰੋ।"
        },
        {
          "icon": "FaBoltLightning",
          "title": "ਰੀਅਲ-ਟਾਈਮ ਅੱਪਡੇਟਸ",
          "content": "ਬਜ਼ਾਰ ਟ੍ਰੈਂਡ, ਮੌਸਮ ਪੂਰਵ ਅਨੁਮਾਨ ਅਤੇ ਹੋਰ ਮਹੱਤਵਪੂਰਨ ਕਿਸਾਨੀ ਜਾਣਕਾਰੀਆਂ 'ਤੇ ਰੀਅਲ-ਟਾਈਮ ਅੱਪਡੇਟਸ ਪ੍ਰਾਪਤ ਕਰੋ ਤਾਂ ਜੋ ਤੁਸੀਂ ਅੱਗੇ ਰਹ ਸਕੋ।"
        },
        {
          "icon": "FaRobot",
          "title": "AI-ਚਲਿਤ ਜਾਣਕਾਰੀਆਂ",
          "content": "ਡਾਟਾ ਦਾ ਵਿਸ਼ਲੇਸ਼ਣ ਕਰਨ ਅਤੇ ਤੁਹਾਡੇ ਕਿਸਾਨੀ ਪ੍ਰਥਾਵਾਂ ਅਤੇ ਕਨਟ੍ਰੈਕਟ ਚਰਚਾ ਲਈ ਵਿਅਕਤੀਗਤ ਜਾਣਕਾਰੀ ਪ੍ਰਾਪਤ ਕਰਨ ਲਈ AI ਦੀ ਵਰਤੋਂ ਕਰੋ।"
        }
      ]
    },
    "howItWorks": {
      "title": "ਇਹ ਕਿਵੇਂ ਕੰਮ ਕਰਦਾ ਹੈ",
      "content": "AgriShield ਕਨਟ੍ਰੈਕਟ ਫਾਰਮਿੰਗ ਪ੍ਰਕਿਰਿਆ ਨੂੰ ਆਸਾਨ ਬਣਾਉਂਦਾ ਹੈ, ਕਨਟ੍ਰੈਕਟ ਚਰਚਾ ਤੋਂ ਲੈ ਕੇ ਫਸਲ ਦੀ ਡਿਲਿਵਰੀ ਤੱਕ ਇੱਕ ਸੁਗਮ ਅਨੁਭਵ ਦਿੰਦਾ ਹੈ।",
      "steps": [
        "ਆਪਣੀ ਕਿਸਾਨ ਜਾਂ ਖਰੀਦਦਾਰ ਖਾਤਾ ਬਣਾਓ।",
        "ਆਪਣਾ ਪ੍ਰੋਫਾਈਲ ਪੂਰਾ ਕਰੋ।",
        "ਮਾਰਕੀਟ ਪਲੇਸ ਵਿੱਚ ਕਿਸਾਨੀ ਦੇ ਮੌਕੇ ਬ੍ਰਾਊਜ਼ ਕਰੋ ਜਾਂ ਸੂਚੀਬੱਧ ਕਰੋ।",
        "ਸ਼ਰਤਾਂ 'ਤੇ ਗੱਲਬਾਤ ਕਰੋ ਅਤੇ ਕਨਟ੍ਰੈਕਟ ਨੂੰ ਅਖੀਰਕਾਰ ਮਨਜ਼ੂਰ ਕਰੋ।",
        "ਉਤਪਾਦਨ ਦਾ ਪ੍ਰਬੰਧਨ ਕਰੋ ਅਤੇ ਪ੍ਰਗਤੀ ਟ੍ਰੈਕ ਕਰੋ।",
        "ਡਿਲਿਵਰੀ ਦੇ ਸਮੇਂ ਸੁਰੱਖਿਅਤ ਭੁਗਤਾਨ ਪ੍ਰਕਿਰਿਆ ਕਰੋ।"
      ]
    }
  }
  